Repository: Lilbreezy905/umoja_v1
Catalog: lib/l10n/app_*.arb
Languages: fa, ko, sv

source: welcome
fa: boyei malamu
ko: murakaza neza
sv: maraba

source: chats
fa: lisolo ya bato
ko: ikiyago
sv: tsari

source: story
fa: lisolo
ko: ivyiyumviro
sv: matsayin

source: settings
fa: ba param√®tres ya kosala
ko: ibirimwo
sv: daidaita

source: news
fa: bansango
ko: amakuru
sv: labarai

source: call
fa: kobenga
ko: hamagara
sv: kira

source: save
fa: kobikisa
ko: kubika
sv: ajiye

source: report
fa: kopesa lapolo
ko: kumenyesha
sv: ajiye

source: search
fa: koluka
ko: rondera
sv: neman

source: profile
fa: ezalele
ko: indazi

source: create
fa: kosala
ko: shirako
sv: halitta

source: notification
fa: liyebisi
ko: imenyesha
sv: sanarwa

source: advertisement
ko: imenyekanishwa
sv: sanarwa

source: box
fa: lopango
ko: agasandugu ki
sv: akwati

# off
source: of
fa: ya
ko: ya
sv: daga

source: suggestions
fa: batoli
ko: ivyiyumviro
sv: shawarwari

source: about
fa: Ntina biso
ko: ibijanye na

source: like
fa: Kolinga
ko: bashimye
sv: suka

source: comment
fa: bakomantere
ko: ivyiyumviro
sv: Comments on:

source: views
fa: emoneli
ko: ababonye
sv: Ra'ayoyi

source: download
fa: kozwa
ko: kura kurubuga
sv: saukar da kaya

source: edit
fa: kobongola
ko: hindura
sv: gyara

source: enter
fa: kokota
ko: shiramwo
sv: shigar

source: name
fa: Kombo
ko: izina
sv: sunan

source: country
fa: mboka
ko: igihugu
sv: Æ™asar

source: city
fa: Engumba
ko: igisagara
sv: birni

source: phone
fa: Benga
ko: iterefone
sv: waya

source: number
fa: motango
ko: inimero
sv: lambar

source: bio
fa: mambi ma bomoi
ko: indazi(bio)

source: payment
fa: tinda mbongo
ko: kuriha
sv: aika kudi

source: mode
fa: mode ya molili
ko: umuco
sv: shirin

source: language
fa: lokota
ko: indimi
sv: harshe

source: upload
fa: likolo ya umoja
ko: shirako
sv: loda

source: update
fa: ya sika
ko: shira kumwanya
sv: kwanan wata

source: add
fa: kotya
ko: shirako
sv: sa

source: video
fa: bilili
ko: amasnamu
sv: bidiyo

source: following
fa: oyo elandi
ko: abonkurikirana
sv: bayan

source: followers
fa: bayangani
ko: abankurikira
sv: mabiya

source: your
fa: ya bino
ko: ryawe
sv: kai

source: unfollow
fa: kolanda te
ko: kwiyonkora

source: follow
fa: kolanda
ko: kurira
sv: -sa
